Revit 2027 API
EnergyAnalysisZone.OutsideAirPerPerson Property
 The outside air per person in unit ft3/s.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double OutsideAirPerPerson { get; }
Public ReadOnly Property OutsideAirPerPerson As Double
	Get
public:
property double OutsideAirPerPerson {
	double get ();
}
member OutsideAirPerPerson : float with get
Property Value
Double
See Also
Reference
EnergyAnalysisZone Class
Autodesk.Revit.DB.Analysis Namespace